"LANG" = "(Spanish)";

"BAD_SYSTEM" = "Maintenance no funciona con esta versión de Mac OS X.";
"GOOD_SYSTEM" = "Esta versión de Maintenance requiere Mac OS X versión 10.6.x (Snow Leopard).";
"BADPASS" = "El nombre o la contraseña que ha introducido son incorrectos.";
"MSG_BADPASS" = "Vuelva a introducir los datos.";
"EXEC_MAINTENANCE" = "Cargando Maintenance...";

"CHECK_UPDATE" = "Buscando versión nueva...";
"UPTODATE" = "Maintenance está actualizado.";
"MSG_UPTODATE" = "No hay ninguna actualización de Maintenance disponible. Pulse Aceptar para continuar.";
"NO_UPDATE" = "No está disponible ninguna versión nueva";
"NO_UPDATEBETA" = "Impossible to search for an update from a beta version.";
"UPDATE_DL" = "Se ha detectado una nueva versión y se ha descargado";
"UPDATE_NODL" = "Se ha detectado una nueva versión pero no se ha descargado";
"B_DL" = "Descargar";
"DL_UPDATE" = "Descargando...";
"NEW_VERS" = "Se ha detectado una nueva versión.";
"MSG_VERSA" = "Actualmente, usted está usando la versión ";
"MSG_VERSB" = " de Maintenance. Hay disponible una versión más reciente (";
"MSG_VERSC" = ").";
"DLOK" = "Descargadas.";
"MSG_DLOK" = "La última versión de Maintenance ha sido descargada y copiada en el Escritorio.";
"ERR_UPDATE" = "Se ha detectado un error mientras se buscaba una actualización de Maintenance. ";
"ERR_UPDATERETRY" = "Se ha detectado un error mientras se buscaba una actualización de Maintenance. El Sitio Web no está disponible en este momento o usted no está conectado a internet. Por favor, inténtelo más tarde.";

"CHECK_SMART" = "Comprobando el estado S.M.A.R.T";
"DISABLE_SMART" = "La verificación durante el arranque del estodo S.M.A.R.T. puede ser desactivado en las preferencias de Maintenance.";
"SMART_VERIFIED" = "Estado S.M.A.R.T. verificado.";
"MSG_SMART_VERIFIED" = "El disco parece que está trabajando correctamente.";
"SMART_NOTSUPPORTED" = "Estado S.M.A.R.T. no soportado.";
"MSG_SMART_NOTSUPPORTED" = "El estado S.M.A.R.T. no ha sido verificado porque no está soportado por este disco.";
"SMART_NOTVERIFIED" = "Estado S.M.A.R.T. no verificado.";
"MSG_SMART_NOTVERIFIED" = "Error detectado mientras se comprobaba el estado S.M.A.R.T. de este disco.";
"MSG_SMART_RAID" = "Maintenance no puede comprobar el estado S.M.A.R.T. de un Conjunto RAID.";

"CHECKDISK" = "Verificando el volumen de arranque";
"MSG_ALERTCHECK" = "Antes de ejecutar el mantenimiento o limpieza del Sistema, se recomienda verificar el disco de arranque.";
"MSG_CHECKDISK" = "Para comprobarlo, por favor cierre todas las aplicaciones abiertas (algunas tareas pueden falsear el resultado de la comprobación), pulse Continuar. \nDurante la verificación, el Finder puede funcionar lentamente e incluso no responder, puede aparecer el cursor dando vueltas, o puede parecer que su ordenador ha dejado de responder (freeze). Esto es previsible, por favor ¡¡Espere!!";
"CHECKDISK_OK" = "Volumen verificado.";
"MSG_CHECKDISK_OK" = "El volumen de arranque parece estar correcto.";
"CHECKDISK_NOTOK" = "El volumen necesita ser reparado.";
"MSG_CHECKDISK_NOTOK" = "Para reparar el disco de arranque, arranque el ordenator desde el disco de instalación del Mac OS X (CD o DVD) y, a continuación, seleccione Utilidades > Utilidad de Discos...";
"NOCHECKDISK" = "Comprobación imposible.";
"MSG_NOCHECKDISK" = "Resulta imposible verificar el volumen de arranque porque no dispone de registro.";

"NOCOMMAND" = "Ningún comando seleccionado.";
"MSG_NOCOMMAND" = "Debe seleccionar al menos una opción y luego reinténtelo.";
"ERROR" = "Error: ";
"ALRT" = "¡Aviso!";
"ALRT_QUITALL" = "Maintenance cerrará todas las aplicaciones abiertas.";

"B_QUIT" = "Abandonar";
"B_CANCEL" = "Cancelar";
"B_CONTINUE" = "Continuar";
"B_RESTART" = "Reiniciar";
"B_CLOSE" = "Cerrar";
"B_SHUTDOWN" = "Apagar";

"REPAIRPERM" = "Corrigiendo permisos del disco";
"SCRIPTS" = "Ejecutando scripts";
"CACHE_SYSTEM" = "Borrando caché de sistema";
"CACHE_APP" = "Borrando caché del usuario";
"FONT_CACHES" = "Borrando Caché de Fuentes";
"LOGS" = "Borrando registros y CrashReporter";
"TEMP_ITEMS" = "Borrando elementos recientes y archivos temporales";
"LAUNCHSERVICES" = "Reconstruyendo la base de datos de LaunchServices";
"DYLDCACHE" = "Actualizando la caché compartida de dyld";
"DSSTORE" = "Borrando archivos .DS_Store";
"INDEX_SPOTLIGHT" = "Eliminando el índice de Spotlight";
"INDEX_BAL" = "Reconstruyendo el índice de los buzones de correo";

"ENDMAINTAIN" = "Mantenimiento finalizado.";
"MSG_ENDMAINTAIN" = "Los comandos de mantenimiento seleccionados han sido ejecutados.";
"MSG_RESTART" = "Los comandos de mantenimiento seleccionados han sido ejecutados. Por favor, reinicie ahora su ordenador.";

"ERR_MAINTENANCELOG" = "Registro de Sistema Maintenance desactivado.";
"MSG_MAINTENANCELOG" = "Usted probablemente ha personalizado el formato de fecha y hora en las Preferencias del Sistema. Un error de Sistema impide el funcionamiento del registro de sistema de Maintenance.";
"NO_FILE" = "Archivo inexistente.";
"NO_LOGMAINTENANCE" = "El registro de Maintenance (~/Library/Logs/Maintenance.log) no existe. Este puede haber sido borrado.";
"DEL_LOG" = "Borrando el Registro de Maintenance";
"NEWLOG" = "Se ha creado un nuevo registro...";

"UNINSTALL_MAINTENANCE" = "¿Realmente desea desinstalar Maintenance y los componentes creados durante la instalación y uso de la aplicación?";
"QUIT_MAINTENANCE" = "¿Realmente desea salir de Maintenance?";
